{
    "about_desc": "BTC20 is a green ERC-20 version of Bitcoin built on Ethereum. Our verified smart contract distributes BTC20 tokens to the staking pool in line with the Bitcoin block schedule. Stake BTC20 to earn a percentage of these rewards.",
    "about_slider_description1": "With every Bitcoin block confirmation, 50 BTC20 tokens are released and distributed to all participants in the staking pool, in sync with the Bitcoin blockchain.",
    "about_slider_description2": "Staking rewards for BTC20 are governed by a smart contract that will adjust each wallet’s rewards and APY according to its current percentage of the staking pool.",
    "about_slider_description3": "Just like Bitcoin, BTC20 is programmed to reduce its simulated block rewards by 50% every four years, starting at 50 BTC20 every 10 minutes.",
    "about_slider_description_list1": "14,950,000 BTC20 tokens are locked in the staking contract to reward staking pool participants. Rewards accrue in real time every 10 minutes.",
    "about_slider_description_list2": "6,050,000 tokens are held by the BTC20 community following our fair presale. These tokens need to be sent to the staking pool in order to earn more BTC20 over time.",
    "about_slider_description_list3": "The maximum supply of BTC20 is 21,000,000 tokens. This number will be reached in approximately 120 years.",
    "about_slider_description_list4": "Rewards Per Block (BTC20): 50 Approximate Blocks Per Year: 52,000 Total Annual Rewards (BTC20): 2,600,000",
    "about_slider_description_list5": "Total Staking Pool (BTC20): 500,000\nIndividual Amount Staked (BTC20): 5,000\nPercentage of Pool: 1%",
    "about_slider_description_list6": "Individual Rewards (BTC20): 26,000\nAnnual Percentage Yield (APY): 520%",
    "about_slider_description_list7": "First BTC20 Halving - 2025 (Rewards reduced to 25 BTC20 per block)",
    "about_slider_description_list8": "Second BTC20 Halving - 2029 (Rewards reduced to 12.5 BTC20 per block)",
    "about_slider_description_list9": "Third BTC20 Halving - 2033 (Rewards reduced to 6.25 BTC20 per block)",
    "about_slider_subtitle_3": "Staking Simulation:",
    "about_slider_title1": "Stake to Earn",
    "about_slider_title2": "Dynamic Yield",
    "about_slider_title3": "4-year HALVINGS",
    "about_title": "why stake btc20",
    "amount_in": "Amount of tokens",
    "apy_desc": "APY may go down as well as up, and is based on the amount of tokens currently staked",
    "authorise": "Authorize",
    "banner_desc": "Let your BTC20 tokens work for you. Join the community staking pool and earn more BTC20 every 10 minutes.",
    "banner_title": "Earn passive income",
    "best_time": "Best Time to Contact",
    "budget": "Budget",
    "buy_btc": "Buy BTC20",
    "buy_desc": "With a fixed token release schedule over the next 120+ years, staking your BTC20 tokens for the long term could increase your returns over time.",
    "buy_more": "Buy more BTC20",
    "buy_now": "Stake Now",
    "buy_para_1": "To get started with staking, first claim the tokens you bought in the presale using the Claim button at the top of this page. Connect the same wallet you used to purchase tokens. Alternatively, buy BTC20 tokens on Uniswap.",
    "buy_para_2": "Connect your MetaMask wallet directly or select another wallet app using the Wallet Connect option. You can also connect to the website using just your email address thanks to Web3Auth.",
    "buy_para_3": "Once your wallet is connected, select the ‘Stake’ button at the top of this page. You will be taken straight to the staking dashboard. Select the staking option that suits you and click ‘Stake Tokens’. Confirm the transaction in your wallet. Make sure you have ETH for gas fees.",
    "buy_para_4": "Bank card transactions are powered by Wert, a third-party provider, and require a crypto wallet address to proceed.",
    "buy_para_5": "With your tokens are successfully in the staking contract, you will automatically start earning BTC20 rewards every 10 minutes. Your rewards will accrue until you decide to claim them using the ‘Claim Rewards’ button on the staking dashboard. Passive income.",
    "buy_sub_title_1": ".CLAIM",
    "buy_sub_title_2": ". STAKE",
    "buy_sub_title_3": ". EARN",
    "buy_title": "How To stake BTC20",
    "buy_title1": "STARTED",
    "buy_title_1": "01",
    "buy_title_2": "02",
    "buy_title_3": "03",
    "buy_with_card": "BUY WITH CARD",
    "cancel": "Cancel",
    "card": "CARD",
    "card_1_title": "Staked Balance",
    "card_2_title": "% of Pool",
    "card_3_para_1": "APY = Annual Percentage Yield",
    "card_3_para_2": "Monthly = APY / 12",
    "card_3_para_3": "Daily = APY / 365",
    "card_3_title": "Estimated Yield",
    "card_4_title": "Current Rewards",
    "card_5_title": "Total Rewards",
    "card_block": "Per Simulated Block",
    "card_btc": "BTC20",
    "change_network": "Change Network",
    "choose_first_wallet": "Choose Your First Wallet",
    "claim": "Claim",
    "claim_banner_desc": "Stake your BTC20 now to earn rewards. You can also claim your BTC20 into your wallet.",
    "claim_banner_title": "STAKE OR CLAIM YOUR BTC20 NOW",
    "claim_help": "In order to confirm your transaction, please check your wallet. Sometimes the wallet may not alert you when a transaction is submitted, however you should now see a transaction which you can sign in your wallet of choice.",
    "claim_not_live": "Claim your BTC20 from August 10th at 3PM UTC",
    "claim_stake": "Claim and Stake for {{apy}}% APY",
    "claim_stake_title": "Stake BTC20 now",
    "claim_stale_help": "Confirm the transaction in your wallet to stake your BTC20 now. This will automatically claim and stake all of your BTC20 for a minimum of 7 days. Check the Dashboard once the transaction is confirmed.",
    "claim_start_detail": "Claim your BTC20 from August 10th at 3PM UTC",
    "claim_title": "CLAIM YOUR BTC20 NOW",
    "connect_wallet": "Connect Wallet",
    "connect_webauth": "Continue with email",
    "continue": "Continue",
    "cookies": "Cookies",
    "copy-right": "Copyright © 2023 BTC20. \nAll Rights Reserved.",
    "copyright": "Copyright 2023 BTC20. All Rights Reserved.",
    "country": "Country",
    "country_req": "Country is required.",
    "disclaimer": "Disclaimer: Cryptocurrency may be unregulated in your jurisdiction. The value of cryptocurrencies may go down as well as up. Profits may be subject to capital gains or other taxes applicable in your jurisdiction.",
    "download_btn": "Download",
    "email_form": "Email",
    "email_invalid": "Please enter a valid email.",
    "email_req": "Email is required.",
    "enterAmount": "Enter amount of tokens to stake",
    "evening": "Evening",
    "exploring_des": "Your wallet is the gateway to all things Ethereum, the magical technology that makes it possible to explore Web3.",
    "exploring_web": "Start Exploring Web3",
    "faq1": "What is BTC20?",
    "faq2": "Why do we need BTC20?",
    "faq3": "Why is there a BTC20 presale?",
    "faq4": "What are the claim and launch dates?",
    "faq5": "What is the benefit of staking BTC20?",
    "faq6": "When will the last BTC20 token be issued?",
    "faq7": "How do I contact support?",
    "faq_description_1": "A few answers to some questions you may have are below. If you can’t find the info you’re looking for, send an email to",
    "faq_description_2": "and we’ll get back to you.",
    "faq_link": "contact@btc20.com",
    "faq_para1": "BTC20 is a new ERC-20 crypto token that pays homage to the remarkable journey of Bitcoin while introducing a groundbreaking staking mechanism. BTC20 draws inspiration from the early days of Bitcoin when its price was a mere $1 in April 2011, accompanied by a modest circulating supply of approximately 6.05 million.",
    "faq_para2": "BTC20 gives a new opportunity to everybody who missed Bitcoin at $1 to buy an upgraded version at the lowest possible price, and the ability to stake BTC20 tokens to earn passive income. BTC mining is prohibitively expensive for the ordinary person, but anybody can buy and stake BTC20.",
    "faq_para3": "We’re launching BTC20 with a presale to give everybody the chance to buy the token at the same price of $1, before it lists on open market. We’re starting with a maximum of 6.05 million tokens in circulation and a maximum $6.05 million market cap. As a comparison, BTC’s market cap has already touched $1 trillion.",
    "faq_para4": "Staking will be available on August 9th at 3PM UTC. You will be able to release any tokens you bought in presale straight to the staking contract on the BTC20.com home page. There is a 7-day lock on staked tokens.\n\nClaiming will be available on August 10th at 3PM UTC. This is the same date and time as our Uniswap listing to ensure a fair launch.",
    "faq_para5": "Proof-of-Stake (PoS) protocols on Ethereum have shown that staking over time to generate yield is a great way to secure the network and generate passive income for participants. BTC20’s smart contract is programmed to issue rewards proportional to the amount staked. The more staked, the higher the rewards.",
    "faq_para6": "BTC20 releases tokens at the same gradual rate as Bitcoin, which is every 10 minutes. The BTC20 staking contract is programmed to release token rewards to stakers at the same rate as Bitcoin itself, so the last BTC20 token will be released in approximately 120 years. Like BTC, the total supply of BTC20 is 21 million.",
    "faq_para7": "If you have any other questions or need technical support and would like to contact us, join our Telegram group and we’ll gladly assist you. Our team will never DM you first so kindly report and block every message you may receive from people impersonating us.",
    "faq_title": "Frequently Asked Questions",
    "feature_title": "Featured In",
    "first_name": "First name",
    "firstname_req": "First name is required",
    "footer_address": "Av. Louise 523, 1050 Bruxelles, Belgium",
    "formSuccess": "Thanks! We'll be in touch soon.",
    "gas_fees": "{{gasFees}} {{modeName}} is reserved for gas. The actual amount used will depend on the network.",
    "get_wallet": "Get a Wallet",
    "how_to_buy": "How To Buy",
    "just_claim": "Just want to claim without staking? Click here",
    "last_name": "Last name",
    "lastname_req": "Last name is required",
    "low_gas_fees": "You do not have enough {{modeName}} to pay for this transaction.",
    "low_usdt": "You do not have enough USDT to pay for this transaction.",
    "max": "Max",
    "max_token_exceed": "Amount exceeds max tokens ({{maxTokensToBuy}}) to buy!",
    "max_token_title": "Max tokens!",
    "merch": "Merch",
    "metamask": "MetaMask",
    "min_crypto": "Please purchase at least {{minAmount}} {{cryptoName}}.",
    "morning": "Morning",
    "nav_about": "About",
    "nav_aboutico": "About",
    "nav_airdrop": "Airdrop",
    "nav_dashboard": "Staking",
    "nav_faqs": "FAQs",
    "nav_howtobuy": "How To Stake",
    "nav_liquidity": "Providing Liquidity",
    "nav_platform": "Platform",
    "nav_roadmap": "Roadmap",
    "nav_why_stake": "Why Stake",
    "news_success": "Thanks! We'll be in touch soon.",
    "next_tier": "Public Sale Price =",
    "no_wallet": "I don't have a wallet",
    "other_wallets": "Other Wallets",
    "phone": "Phone Number",
    "phone_req": "Phone number is required.",
    "pool_share": "BTC20 Staking rewards are given at a rate of 50 BTC20 per simulated block, with each block being simulated approximately every 10 minutes. Your percentage of the pool will determine what percentage of the 50 BTC20 tokens you receive.",
    "presale_title": "Imagine you’d bought Bitcoin at $1",
    "privacy": "Privacy",
    "privacy_policy": "Privacy policy",
    "private_sale_price": "LISTING PRICE: ${{salePrice}}",
    "ref_link": "Referral Link",
    "ref_text": "Copy your referral link below and send it to your friends. For every purchase made using this link, you’ll receive 5% of the purchase amount as USDT.",
    "refer_btn": "5% Referral Link",
    "rewards_btn": "Claim Rewards",
    "roadmap_desc": "BTC20 follows a path inspired by the historic journey of Bitcoin driven forward by the innovation of staking for passive income.",
    "roadmap_desc_1": "During the initial presale phase, 3 million BTC20 tokens will be sold at a symbolic price of $1 each. To mirror the 2011 market cap of Bitcoin, a further 3.05 million tokens will be made available to purchase after the soft cap of 3 million tokens is reached. This fundraising will lay the foundation for further development, marketing, and strategic partnerships.",
    "roadmap_desc_2": "Following the presale, the BTC20 team will deploy a secure and immutable staking contract. This contract will lock all unsold tokens (minimum of 14.95 million), serving as the cornerstone of the token's staking mechanism. Users will have the opportunity to stake their BTC20 tokens and participate in the distribution of staking rewards.\n",
    "roadmap_desc_3": "The BTC20 team will focus on continuous development and expansion of the project. Key objectives include enhancing the staking contract's security and efficiency, exploring potential partnerships with strategic players, and expanding the utility of BTC20 within decentralized applications.",
    "roadmap_desc_4": "BTC20 aims to achieve long-term sustainability. The staking contract will continue to reward BTC20 tokens to stakers in alignment with the Bitcoin release schedule, extending over a span of approximately 120 years. This gradual token release mechanism ensures a fair and measured distribution of rewards, providing enduring incentives for long-term community engagement.",
    "roadmap_subtitle_1": "Phase 1: Presale and Token Distribution",
    "roadmap_subtitle_2": "Phase 2: Launch and Staking Activation",
    "roadmap_subtitle_3": "Phase 3: Development and Expansion",
    "roadmap_subtitle_4": "Phase 4: Long-Term Sustainability",
    "roadmap_title": "ROADMAP",
    "roadmap_title_1": "2023 Q3-Q4",
    "roadmap_title_2": "2023 Q4-Q1",
    "roadmap_title_3": "2024 Q1-Q4",
    "roadmap_title_4": "2025 Onwards",
    "select_country": "Select a country",
    "sign_up": "Sign Up",
    "sold_desc": "Your {{tokenName}} will be able to be claimed soon",
    "sold_head": "{{tokenName}} is now sold out",
    "stage": "APE IN BEFORE PRICE INCREASE!",
    "stage_1": "PRIVATE SALE",
    "stage_2": "PRIVATE SALE",
    "stage_3": "PRESALE STAGE 3",
    "stage_4": "PRESALE STAGE 4",
    "stake": "Stake",
    "stake_amount": "Stake Amount",
    "stake_banner_desc": "Starting August 9th 3pm UTC, you can stake your tokens 24 hours before claim in order to start earning rewards",
    "stake_btn": "Add To Stake",
    "stake_desc": "BTC20 simulates the 10-minute block rewards of Bitcoin and rewards all participants in the staking pool. Staking rewards are calculated based on your percentage of the staking pool and the current APY.",
    "stake_title": "welcome to BTC20",
    "stake_title_banner": "Stake your BTC20 now",
    "stake_token": "Stake Tokens",
    "start_again": "Start Again",
    "success": "Success",
    "successCopy": "Copied successfully!",
    "swap_error": "Make sure you have {{gasFees}} {{modeName}} for gas and {{tokenName}} for the token exchange.",
    "switchNetwork": "Switching chain failed. Please try to switch to {{chain_name}} manually.",
    "switch_to": "Buy with ",
    "terms-conditions": "Terms and Conditions",
    "terms_use": "terms of use",
    "token_withdraw": "Withdraw Staked Tokens",
    "total_staked": "Total Staked",
    "total_supply": "BTC20 Total Supply - Launch to 2025",
    "total_token_sold": "BTC20 Bought:",
    "transaction_failed": "YOUR STAKE HAS FAILED.",
    "transaction_in_progress": "Your transaction is in progress!",
    "transaction_rejected": "Your stake was rejected.",
    "transaction_success": "YOUR STAKE WAS SUCCESSFUL!",
    "transction_info": "{{stakeAmount}} BTC20 tokens will be staked once the transaction completes",
    "until_price": "Until Soft Cap",
    "until_soldout": "Until Soft Cap",
    "until_soldoutHard": "UNTIL SOLD OUT",
    "usdt_raised": "USDT Raised:",
    "user_bal": "Your Balance",
    "view_transaction": "View Transaction",
    "view_transaction_info": "Please click on the View Transaction button for more details.",
    "waiting_approve": "In order to stake BTC20, you first need to authorize us to access the BTC20 in your wallet",
    "waiting_confirm": "In order to stake BTC20, please confirm the transaction in your wallet. You may need to check the wallet app if you're on mobile.",
    "wallet_connect": "Wallet Connect",
    "web3auth": "Web3Auth",
    "wert_disclaimer": "By continuing, you're purchasing {{token}} tokens. Your tokens won't be immediately deposited to your wallet. You'll be able to claim them on the claim date that will be announced at a later date. After you claim them, they will be deposited to your wallet.",
    "white_paper_desc1": "The goal behind BTC20 is to give people a chance to buy a more versatile version of Bitcoin at a price of just $1.",
    "white_paper_desc2": "Built on Ethereum with smart contract functionality, BTC20 is a Proof-of-Stake (PoS) token using the ERC-20 standard. Read our whitepaper to understand more about BTC20.",
    "white_paper_title": "whitepaper",
    "wintdraw_date": "You can withdraw your tokens from {{unstakeDate}}",
    "withdraw": "Withdraw",
    "withdraw_amount": "Withdrawal Amount",
    "withdraw_stake_title": "Withdraw Staked Tokens",
    "withdraw_success": "Withdrawal successfully completed",
    "withdraw_title": "Withdraw Staked Tokens",
    "wrong_chain": "Please connect to {{chainName}}, wrong chain ID.",
    "you_pay": "you pay",
    "you_receive": "you receive",
    "your_purchased": "Your claimable {{tokenName}}:"
}